
    [
        {
        "name": "Sylvia Robinson",
        "factTitle": "Hip-Hop's First Godmother",
        "factDetail": "Dubbed \"Hip-Hop's First Godmother\" by Billboard, singer and music producer Sylvia Robinson produced the first-ever commercially successful rap record: \"Rapper's Delight\" by The Sugarhill Gang. And along with her husband, she co-owned the first hip-hop label, Sugar Hill Record",
        "imageUrl": "https://www.billboard.com/wp-content/uploads/media/Sylvia-Robinson-bb25-2019-billboard-fea-1500.jpg",
        "country": "USA",
        "source": "https://www.billboard.com/music/rb-hip-hop/sugar-hill-records-sylvia-robinson-hip-hop-godmother-8533108/"
        },
        {
        "name": "Nat King Cole",
        "factTitle": " First Black American to host a TV show: NBC's The Nat King Cole Show.",
        "factDetail": "Renowned singer and jazz pianist, Nat King Cole, was the first Black American to host a TV show: NBC's The Nat King Cole Show.",
        "imageUrl": "https://www.biography.com/.image/ar_1:1%2Cc_fill%2Ccs_srgb%2Cg_face%2Cq_auto:good%2Cw_300/MTgwOTI0Njc4ODg0MzA0MjMy/nat-king-cole.jpg",
        "country": "USA",
         "source": "https://www.biography.com/musician/nat-king-cole"
        },
        {
        "name": "Stevie Wonder",
        "factTitle": "The first Black artist to win a Grammy for Album of the Year for 1973's Innervisions",
        "factDetail": "Stevie Wonder is not only the first Black artist to win a Grammy for Album of the Year for 1973's Innervisions, but the first and only musician to win Album Of The Year with three consecutive studio albums.",
        "imageUrl": "",
        "country": "USA",
         "source": "https://www.grammy.com/grammys/artists/stevie-wonder/8257"
        },
        {
        "name": "Bryant Gumbel",
        "factTitle": "Bryant Gumbel became the first Black person to host a network morning show",
        "factDetail": "First African-American to host a network morning show. Left Today in 1997, Gumbel signed a $25 million contract with CBS to host his own primetime newsmagazine. His program was canceled after one season. Bryant Gumbel says he has \"terrible Catholic guilt\" about The Early Show's failure. He would like to do some work for the History Channel or the Cooking Channel. He's also an amateur cook and said he would even consider a cooking show.",
        "imageUrl": "",
        "country": "USA",
         "source": "https://abcnews.go.com/2020/story?id=123900&page=1"
        },
        {
        "name": "Hattie McDaniel",
        "factTitle": "Hattie McDaniel became the first Black person to win an Oscar for her supporting role in Gone With the Wind",
        "factDetail": "McDaniel played a total of 74 servant roles throughout her career. Her most famous role was Mammy in 1939's Gone With the Wind. She was nominated for an Oscar for best supporting actress for the role.",
        "imageUrl": "",
        "country": "USA",
         "source": "https://www.oprahdaily.com/life/a35181062/black-history-facts/"
        },
        {
        "name": "John Taylor",
        "factTitle": "In 1908, John Taylor became the first African American to win gold in the Olympics. Alice Coachman was the first Black woman to win an Olympic gold medal while competing in the high jump.",
        "factDetail": "John Baxter Taylor Jr. was a member of Penn's 1903, 1904, 1905, 1907, and 1908 track teams. He was indisputably the best quarter-miler in the college world. In the summer of 1904 he visited England and France, winning the majority of his races. John Baxter Taylor was the first African American to win Olympic gold. He won as a member of America's 1600-meter (one mile) relay team.Taylor died of typhoid pneumonia on December 2, 1908. Thousands gathered for his Penn teammates, alumni, and students' funeral.",
        "imageUrl": "",
        "country": "USA",
         "source": "https://archives.upenn.edu/exhibits/penn-people/biography/john-baxter-taylor-jr"
        },
        {
        "name": "Bill Pickett Invitational Rodeo ",
        "factTitle": "The Bill Pickett Invitational Rodeo is the only touring African American rodeo in the world.",
        "factDetail": "The Bill Pickett Invitational Rodeo celebrates Black Cowboys and Cowgirls. BPIR also serves as a cultural event and opportunity for families to embrace the cowboy culture. Families can be educated and entertained with reenactments, history highlights, and western adventure.",
        "imageUrl": "",
        "country": "USA",
         "source": "https://www.billpickettrodeo.com"
        },
        {
        "name": "Fritz Pollard and Bobby Marshall",
        "factTitle": "In 1920, Fritz Pollard and Bobby Marshall were the first Black players to play in the NFL. Pollard was also the league's first Black coach.",
        "factDetail": "Frederick Douglass \"Fritz\" Pollard was the first African-American coach and quarterback in the NFL. He was one of only two Black players in the inaugural season of the APFA (It became the NFL in 1922).",
        "imageUrl": "",
        "country": "USA",
         "source": "https://www.communityvoiceks.com/fritz-pollard-the-first-black-professional-football-quarterback-and-coach/article_1b5feb70-24b0-11e9-94ab-7395bec44d13.html"
        },
        {
        "name": "Gabby Douglas",
        "factTitle": "Olympic bronze medallist Gabby Douglas is the first Black gymnast to win an individual All-Around gold medal at a major international competition.",
        "factDetail": "Gabrielle Douglas is the first African-American gymnast in Olympic history to become the Individual All-Around Champion. She is also the first American gymnast to win gold in both the gymnastic individual all-around and team competitions at the same Olympic games. Gabrielle helped Team USA win gold at the 2011 and 2015 World Championships, placed first at the 2012 Olympic Trials (earning the only guaranteed spot on the Olympic Team), and won the gold medal at the 2016 AT&T American Cup.",
        "imageUrl": "",
        "country": "USA",
         "source": "https://gabrielledouglas.com/biography"
        },
        {
        "name": "Sheryl Swoopes",
        "factTitle": "Sheryl Swoopes was the first to sign with the WNBA. The league was founded in 1996, with the WNBA making its debut a year later.",
        "factDetail": "Sheryl Swoopes was the first player to sign with the Women's National Basketball Association. An Olympic gold medalist, she played for the Houston Comets for 11 years. Other African American women who have starred in the WNBA include Cynthia Cooper, Lisa Leslie and Tina Thompson.",
        "imageUrl": "",
        "country": "USA",
         "source": "https://www.history.com/topics/black-history/black-women-in-sports"
        },
        {
        "name": "Alpha Kappa Alpha Sorority, Inc. (AKA)",
        "factTitle": "The oldest Black female Greek-letter organization, Alpha Kappa Alpha Sorority, Inc., was founded at Howard University in 1908. Alpha Phi Alpha Fraternity, Inc. (Alpha) was founded in 1906 at Cornell University and is the first Black male fraternity founded in the United States.",
        "factDetail": "Alpha Sorority was founded on January 15, 1908 at Howard University. Its founders were among the fewer than 1,000 Negroes enrolled in higher education institutions in 1908. 25 women received Bachelor of Arts degrees from Howard between 1908 and 1911. Foundations were led by Ethel Hedgemon (Lyle).",
        "imageUrl": "",
        "country": "USA",
         "source": "https://aka1908.com/about/founders"
        },
        {
        "name": "Underground Railroad",
        "factTitle": "It's estimated that around 100,000 enslaved people escaped to the North via the Underground Railroad from 1810 to 18",
        "factDetail": "The Underground Railroad was a network of people who helped fugitive slaves escape to the North and to Canada. It effectively moved hundreds of slaves northward each year. According to one estimate, the S.S. lost 100,000 slaves between 1810 and 1850. ",
        "imageUrl": "",
        "country": "USA",
         "source": "https://www.pbs.org/wgbh/aia/part4/4p2944.html"
        },
        {
        "name": "Vermont Slavery",
        "factTitle": "In July 1777, Vermont became the first colony to ban slavery.",
        "factDetail": "On July 2, 1777, Vermont became the first colony to ban slavery outright. On November 25, 1858, Vermont would ratify a stronger anti-slavery law. Rhode Island's laws governing the treatment of African Americans were among the harshest in the colonies.",
        "imageUrl": "",
        "country": "USA",
         "source": "https://nmaahc.si.edu/explore/stories/vermont-1777-early-steps-against-slavery"
        },
        {
        "name": "Phillis Wheatley",
        "factTitle": "Phillis Wheatley was the first African American poet to publish a book of poetry. Born in Gambia and sold to the Wheatley family in Boston when she was 7 years old. She was emancipated shortly after her book was published in 1773.",
        "factDetail": "Phillis Wheatley Peters was one of the best-known poets in pre-19th century America. She was seized from Senegal/Gambia, West Africa, when she was about seven years old. Her name was a household word among literate colonists and her achievements catalyzed antislavery movement. The Whitefield elegy brought Anne Wheatley national renown. It was published with Ebenezer Pemberton's funeral sermon for George Whitefield in London in 1771. The poem was published as a broadside and a pamphlet in Boston, Newport, and Philadelphia.",
        "imageUrl": "",
        "country": "USA",
         "source": "https://www.poetryfoundation.org/poets/phillis-wheatley"
        },
        {
        "name": "Bars Fight",
        "factTitle": "\"Bars Fight,\" written by Lucy Terry in 1746, was the first known poem written by a Black American. Terry was enslaved as a toddler, but became free at age 26 after marrying a free Black man.",
        "factDetail": "Lucy Terry was taken from Africa to Rhode Island by slave traders at a young age. Terry remained a slave until 1756, when she married Abijah Prince, a free black man. Her poem \"Bars Fight\" (1746) is the earliest existing poem by an African American.",
        "imageUrl": "",
        "country": "USA",
         "source": "https://www.britannica.com/biography/Lucy-Terry"
        },
        {
        "name": "William Wells Brown",
        "factTitle": "Clotel was the first novel published by an African American, in 1853. It was written by abolitionist and lecturer William Wells Brown. Clotel; or, The President's Daughter, is one of the best-loved works of African American literature.",
        "factDetail": "Clotel was written amid then unconfirmed rumors that Thomas Jefferson had fathered children with one of his slaves. A fast-paced and harrowing tale of slavery and freedom, Clotel is more than a sensationalist novel. It is a founding text of the African American novelistic tradition.",
        "imageUrl": "",
        "country": "USA",
         "source": "https://www.amazon.com/Clotel-Presidents-Daughter-Penguin-Classics/dp/0142437727?linkCode=ogi&tag=oprah-auto-20&ascsubtag=[artid|10072.a.35181062[src|[ch|[lt|"
        },
        {
        "name": "Black History Month",
        "factTitle": "Black History Month",
        "factDetail": "Black History Month began as \"Negro History Week\" in 1926. It became Black History Month in 1976. The month of February was chosen to coincide with the birthdays of Frederick Douglass and Abraham Lincoln, two African American historical figures who were important to African Americans.",
        "imageUrl": "",
        "country": "USA",
         "source": "https://www.history.com/topics/black-history/black-history-facts"
        },
        {
        "name": "NAACP",
        "factTitle": "The NAACP or National Association for the Advancement of Colored People was established in 1909 and is America’s oldest and largest civil rights organization.",
        "factDetail": "Today, the group has more than 2,200 branches and some half a million members worldwide. Its anti-lynching campaign was central to its agenda in its early years.The NAACP was formed in 1909, partially in response to the 1908 Springfield race riot in Illinois. W.E.B. Du Bois, Ida Wells-Barnett, Archibald Grimke and Mary Church Terrell were among its founding members.",
        "imageUrl": "",
        "country": "USA",
         "source": "https://www.history.com/topics/black-history/black-history-facts"
        }
    ]

